# Напишите функцию который будет конвертировать Фаренгейт в Цельсии и наоборот
a = int(input("Give a Fahrenheit: "))
f = 5/9 * (a-32)
print(f)

b = int(input("Give a Celcius: "))
c = b * 9/5 + 32
print(c)
